{
    "back" : "Zurück",
    "idle" : "BITTE OBERFLÄCHE BERÜHREN",
    "title1": "Bräuche",
    "typ1": "Silvester und Neujahr",
    "typ2": "Fasching",
    "typ3": "Karwoche",
    "typ4": "Ostern",
    "typ5": "Pfingsten",
    "typ6": "Kirchweih",
    "typ7": "Nikolaus",
    "typ8": "Weihnachten",
    "typ9": "Hochzeit",
    "typ10": "Wallfahrt",
    "typ11": "Bestattung",
    "name1-1": "Rauhnächte im Saazerland",
    "name1-2": "Silvester im Adlergebirge",
    "name1-3": "Neujahrswünschen im Oberland",
    "name2-1": "Plumpmänner im Riesengebirge ",
    "name2-2": "Maskenzug im Mittelgebirge",
    "name2-3": "Aschermittwoch im Elbetal",
    "name2-4": "Todaustragen in der Wischauer Sprachinsel",
    "name3-1": "Schnarren im Oberland",
    "name3-2": "Ratschen in Südmähren",
    "name3-3": "Osterwasser im Altvatergebirge",
    "name3-4": "Höritzer Passionsspiele im Böhmerwald",
    "name4-1": "Schmeckostern im Adlergebirge",
    "name4-2": "Schmeckostern im Kuhländchen",
    "name4-3": "Aufpeitschen im Erzgebirge",
    "name4-4": "Ostersingen im Niederland",
    "name4-5": "Osterreiten im Niederland",
    "name4-6": "Osterreiten in der Iglauer Sprachinsel",
    "name4-7": "Ostereier in Südmähren",
    "name4-8": "Ostern in den Beskiden",
    "name5-1": "Pfingstreiten im Böhmerwald",
    "name5-2": "Pfingstausflug im Isergebirge",
    "name5-3": "Pfingstfeuer in den Beskiden",
    "name6-1": "Kirchweih in der Iglauer Sprachinsel",
    "name6-2": "Kirchweih in Südmähren",
    "name6-3": "Genod im Schönhengstgau",
    "name7-1": "Nikolaus im Altvatergebirge",
    "name7-2": "Nikolaus im Böhmerwald",
    "name7-3": "Nikolaus im Isergebirge",
    "name7-4": "Rupprecht im Riesengebirge",
    "name8-1": "Weihnachtskrippe im Isergebirge",
    "name8-2": "Christbaum im Riesengebirge",
    "name8-3": "Neunerlei-Essen im Mittelgebirge",
    "name8-4": "Weihnachten im Egerland",
    "name8-5": "Weihnachten im Schönhengstgau",
    "name8-6": "Weihnachten im Kuhländchen ",
    "name9-1": "Polterabend in der Iglauer Sprachinsel",
    "name9-2": "Hochzeit in der Wischauer Sprachinsel",
    "name9-3": "Hochzeit in den Beskiden",
    "name9-4": "Hochzeit im Egerland",
    "name10-1": "Wallfahrt nach Zuckmantel im Altvatergebirge",
    "name10-2": "Wallfahrt nach Quinau im Erzgebirge",
    "name10-3": "Wallfahrt nach Grulich im Adlergebirge",
    "name10-4": "Wallfahrt nach Böhmisch Trübau im Schönhengstgau",
    "name11-1": "Totenbretter im Böhmerwald ",
    "name11-2": "Bestattung im Egerland",
    "name11-3": "Bestattung im Kuhländchen",
    "titel1-1": "Rauhnächte im Saazerland",
    "titel1-2": "Silvester im Adlergebirge",
    "titel1-3": "Neujahrswünschen im Oberland",
    "titel2-1": "Plumpmänner im Riesengebirge ",
    "titel2-2": "Maskenzug im Mittelgebirge",
    "titel2-3": "Aschermittwoch im Elbetal",
    "titel2-4": "Todaustragen in der Wischauer Sprachinsel",
    "titel3-1": "Schnarren im Oberland",
    "titel3-2": "Ratschen in Südmähren",
    "titel3-3": "Osterwasser im Altvatergebirge",
    "titel3-4": "Höritzer Passionsspiele im Böhmerwald",
    "titel4-1": "Schmeckostern im Adlergebirge",
    "titel4-2": "Schmeckostern im Kuhländchen",
    "titel4-3": "Aufpeitschen im Erzgebirge",
    "titel4-4": "Ostersingen im Niederland",
    "titel4-5": "Osterreiten im Niederland",
    "titel4-6": "Osterreiten in der Iglauer Sprachinsel",
    "titel4-7": "Ostereier in Südmähren",
    "titel4-8": "Ostern in den Beskiden",
    "titel5-1": "Pfingstreiten im Böhmerwald",
    "titel5-2": "Pfingstausflug im Isergebirge",
    "titel5-3": "Pfingstfeuer in den Beskiden",
    "titel6-1": "Kirchweih in der Iglauer Sprachinsel",
    "titel6-2": "Kirchweih in Südmähren",
    "titel6-3": "Genod im Schönhengstgau",
    "titel7-1": "Nikolaus im Altvatergebirge",
    "titel7-2": "Nikolaus im Böhmerwald",
    "titel7-3": "Nikolaus im Isergebirge",
    "titel7-4": "Rupprecht im Riesengebirge",
    "titel8-1": "Weihnachtskrippe im Isergebirge",
    "titel8-2": "Christbaum im Riesengebirge",
    "titel8-3": "Neunerlei-Essen im Mittelgebirge",
    "titel8-4": "Weihnachten im Egerland",
    "titel8-5": "Weihnachten im Schönhengstgau",
    "titel8-6": "Weihnachten im Kuhländchen ",
    "titel9-1": "Polterabend in der Iglauer Sprachinsel",
    "titel9-2": "Hochzeit in der Wischauer Sprachinsel",
    "titel9-3": "Hochzeit in den Beskiden",
    "titel9-4": "Hochzeit im Egerland",
    "titel10-1": "Wallfahrt nach Zuckmantel im Altvatergebirge",
    "titel10-2": "Wallfahrt nach Quinau im Erzgebirge",
    "titel10-3": "Wallfahrt nach Grulich im Adlergebirge",
    "titel10-4": "Wallfahrt nach Böhmisch Trübau im Schönhengstgau",
    "titel11-1": "Totenbretter im Böhmerwald ",
    "titel11-2": "Bestattung im Egerland",
    "titel11-3": "Bestattung im Kuhländchen",
    "subtitel1-1": "„Das Vieh hat geredet, da durfte man nicht zuhören...“",
    "subtitel1-2": "„...da wusste man, dass im nächsten Jahr keiner sterben wird.“",
    "subtitel1-3": "„Es musste ja jeder auch einen Schnaps kriegen...“",
    "subtitel2-1": "„Die Leute haben schon immer eine Freude gehabt, wenn die Plumpmänner kamen.“",
    "subtitel2-2": "„Oh, unser Maskenzug...der war herrlich!“",
    "subtitel2-3": "„Manchmal ist der Herr Pfarrer gekommen und hat uns sakrisch ausgeschimpft...“",
    "subtitel2-4": "„Was haben wir, was tragen wir? Den lieben Tod begraben wir...“",
    "subtitel3-1": "„Da sind wir durchs ganze Dorf gezogen, weil ja die Glocken nach Rom geflogen waren...“",
    "subtitel3-2": "„Das Geschrei und die Ratschen, was die für einen Lärm gemacht haben...!“",
    "subtitel3-3": "„...da mussten sich alle in dem Bach waschen gehen, eiskaltes Wasser!“",
    "subtitel3-4": "„Im Ganzen haben 300 Personen mitgespielt.“",
    "subtitel4-1": "„Man hat versucht, sie noch im Bett zu erwischen und ihr tüchtig den Hintern auszuhauen.“",
    "subtitel4-2": "„Die Schönen sind ein bisschen mehr schmeckostert worden als die Garstigen.“ ",
    "subtitel4-3": "„Rote rote Eier raus, sonst peitsch' ich euer Dirndl aus!“",
    "subtitel4-4": "„Na, erst war's ja sehr schön, da ging's noch alles im Takt...“",
    "subtitel4-5": "„Zu Ostern, da gab's bei uns ja ein Osterreiten...“",
    "subtitel4-6": "„...und so sind sie durch die Flur geritten.“",
    "subtitel4-7": "„...und wenn sie runterkamen, waren sie hin!“",
    "subtitel4-8": "„Danach war die Auferstehungsfeier – wunderschön!“",
    "subtitel5-1": "„Der erste im Ziel bekam die Fahne, der war der Held des Tages...“",
    "subtitel5-2": "„Das war unser sommerliches Vergnügen.“",
    "subtitel5-3": "„Wir haben die Besen angezündet...“",
    "subtitel6-1": "„Und dann sind wir wieder ins Wirtshaus gegangen...“",
    "subtitel6-2": "„...und das hat drei Tage lang gedauert.“",
    "subtitel6-3": "„Die meisten blieben beim Ringelspiel stehen.“",
    "subtitel7-1": "„Das war mein Vater, aber wir haben ihn ja nicht erkannt!“",
    "subtitel7-2": "„Mit ein paar Ketten kam der Niklo angerasselt...“",
    "subtitel7-3": "„Ich werd‘ euch in den Sack stecken müssen...“",
    "subtitel7-4": "„Der Rupprecht, der war in Stroh und der hatte vier Schellen...“",
    "subtitel8-1": "„Weit und breit kamen die Leute und taten’s sich ansehen...!“",
    "subtitel8-2": "„Da musste alles stimmen, sonst wurde er gar nicht genommen, der Baum...“",
    "subtitel8-3": "„...sonst hat man kein Glück das ganze Jahr.“",
    "subtitel8-4": "„Während des Heiligabendessens ist die Haustür eisenfest zugesperrt worden.“",
    "subtitel8-5": "„...da ist viel geschossen worden an Heiligabend.“",
    "subtitel8-6": "„Am Heiligen Abend, da musst’s halt Karpfen sein...“",
    "subtitel9-1": "„Wenn der Bräutigam aus einem anderen Ort war, hat er die Braut loskaufen müssen.“",
    "subtitel9-2": "„Die Braut hat abbitten müssen...“",
    "subtitel9-3": "„Wenn bei uns eine Hochzeit war, das war ja ein Trara...!“",
    "subtitel9-4": "„Ob der Hof gepasst hat und ob das Mädel auf den Hof gepasst hat, das war die Hauptsache.“",
    "subtitel10-1": "„...und für die Kinder gab’s Rosenkränze aus Zuckerguss.“",
    "subtitel10-2": "„...die haben gewusst, dass sie die Muttergottes gesund macht.“",
    "subtitel10-3": "„Das sind wir zu Fuß gerannt, die Schuhe über die Schulter gehängt...“",
    "subtitel10-4": "„Da haben wir uns immer Zuckerstangen gekauft...“",
    "subtitel11-1": "„...und die sind jahrzehntelang dort gestanden, bis sie verfault sind.“",
    "subtitel11-2": "„Und wenn eins gestorben ist von uns, dann ist’s aufs Brettl gekommen...“",
    "subtitel11-3": "„So haben diese vier Männer den Sarg dreimal tief gesenkt zum Zeichen des Abschieds...“",
    "": "Text DE",
    "text1-1": "Was man in den Rauhnächten oder Heiligen Nächten zwischen Heiligabend (24. Dezember) und Dreikönigstag (6. Jänner) träumte, sollte in Erfüllung gehen. Es hieß, zu dieser Zeit würde das Vieh sprechen. Um Unglück fern zu halten, durfte man ihm nicht zuhören und keine Wäsche aufhängen. Auf das Grab eines verstorbenen Angehörigen sollte man ein Kupferstück legen, damit er sich im Himmel ein Vaterunser kaufen konnte.",
    "text1-2": "An Silvester bekam jeder vier Nüsse als Symbol für die kommenden Vierteljahre. Eine schlechte Nuss bedeutete Krankheit. Beim Bleigießen deutete die Großmutter die entstandenen Figuren. Man halbierte auch Äpfel, und wenn sich in der Mitte ein Kreuz zeigte, kündigte das einen Todesfall in der Familie an. ",
    "text1-3": "An Neujahr kamen der Briefträger, der Kaminkehrer und der Nachtwächter ins Haus. Sie sagten einen Spruch auf und brachten einen Kalender mit. Natürlich musste jeder einen Schnaps bekommen. Danach gab man ihnen Geld als Anerkennung für ihre im vergangenen Jahr geleistete Arbeit.",
    "text2-1": "Zu Beginn der Faschingszeit zogen die Plumpmänner von Haus zu Haus. Das waren sieben Männer mit Helmen aus Stroh, begleitet von einem Harmonikaspieler und einem Spaßmacher, der allerhand Dummheiten machte. Man tanzte auf der Straße und läutete damit den Fasching ein. Dieser Brauch war sehr beliebt. ",
    "text2-2": "In jeden Ort gab es einen Maskenzug. Vorneweg gingen die Lauferburschen und -mädchen in blauen Röcken, weißen Blusen, schwarzen Miedern und perlenbestickten Kappen. Sie knallten mit langen Peitschen, vor denen man sich in Acht nehmen musste. Nach ihnen kamen viele weitere Maskierte. Der Maskenzug fand am Sonntag statt und es wurde bis Montag getanzt.",
    "text2-3": "Noch am Aschermittwoch zog man von Haus zu Haus und bekam Eier, Speck, Bratwurst und viel Apfelwein. Die Bauern waren freigiebig, weil es hieß, sonst würde die Gerste nicht wachsen. Abends wurde bei einem Essen und ein paar Bier der Fasching begraben. Trotz der Proteste des Pfarrers gegen die Umzüge in der Fastenzeit ließ man sich diesen Brauch nicht nehmen. ",
    "text2-4": "In der Fastenzeit trugen die 13- bis 14-jährigen Mädchen den Tod aus. Sie zogen mit einer Strohpuppe als Symbol für den Tod von Haus zu Haus und sangen ein Lied. Damit wollten sie das Ende des Winters anzeigen. Den Tod begraben hieß, den Winter begraben. Von jeder Hausfrau bekamen die Mädchen Eier, Schmalz, Gries und Geld. Sie kochten sich ein gutes Essen und teilten den Rest auf. ",
    "text3-1": "Am Gründonnerstag zogen die Schulkinder mit Schnarren (Klappern) durch das ganze Dorf. Sie ersetzten mit ihrem Lärm das Läuten der Kirchenglocken, die – so sagte man – nach Rom geflogen waren. Am Karfreitag war das Heilige Grab offen und die Kinder mussten Wache halten, immer vier Jungen für zwei Stunden. Manchen fiel es schwer, so lange ruhig zu sitzen, aber die Andacht musste gewahrt werden.",
    "text3-2": "Wenn am Gründonnerstag die Glocken aufhörten zu läuten, zogen die Schulkinder mit Ratschen (Klappern) durchs Dorf und machten dabei großen Lärm. Das Ratschen ging bis Karsamstag. Danach sammelten die Kinder an den Haustüren ihren Lohn in Form von Geld oder Eiern ein.",
    "text3-3": "Gründonnerstag bis Ostersamstag waren strenge Fasttage. Am Donnerstag mussten alle Hausbewohner vor Sonnenaufgang zum Bach gehen und sich mit kaltem Wasser waschen. Denjenigen, die nicht laufen konnten, brachte man einen Eimer Wasser. Man sagte: „Heut ist grüner Donnerstag, wo Nattern und Schlangen vor dir erschrecken, und wenn sie dich hören oder riechen, da sollen sie sich tief in die Erde reinkriechen!\". Dasselbe wiederholte sich am Karfreitag und Ostersamstag. Am Morgen des Ostersamstag weihte man Wasser und angebranntes Holz.",
    "text3-4": "In Höritz gab es, im Gegensatz zu Oberammergau, eine geschlossene Bühne. Sie war in Stufen am Hang gebaut und hatte seitliche Zugänge. 300 Personen spielten bei den Aufführungen mit, darunter 20 Chorsänger und die Hauptdarsteller. Den Einzug nach Jerusalem stellten rund 200 Mitwirkende dar. Die Proben begannen mehrere Wochen vorher. Die Aufführung dauerte einen ganzen Tag und wurde den Sommer über mehrfach wiederholt. Die Höritzer Passionsspiele fanden alle sechs Jahre statt.",
    "text4-1": "Die Buben flochten aus drei bis acht geschmeidigen Weidenruten eine Schmeckosterrute. Damit gingen sie am Ostermontag frühmorgens zu einem Mädchen und versuchten, sie noch im Bett zu überraschen und mit der Rute zu schlagen. Die Mädchen mussten dann Eier oder Schnaps spendieren. Am Dienstag durften sie sich bei den Buben revanchieren. ",
    "text4-2": "Schon drei Wochen vor Ostern schnitten die Buben Weidenzweige und flochten Schmeckosterruten mit roten Schleifen. Jeder wollte die schönste haben. Sie legten sie in Salzwasser, um sie geschmeidig zu machen. Für die Mädchen war es eine Ehre, damit geschlagen (schmeckostert) zu werden. Jemanden zu vergessen, bedeutete eine große Beleidigung. Überall bekam man gefärbte Eier und Süßigkeiten, die größeren Buben auch Schnaps. Darauf freute man sich das ganze Jahr. ",
    "text4-3": "Bei den Burschen hieß es: „Wir gehen aufpeitschen“. Sie flochten eine Rute aus biegsamen Zweigen, banden eine Schleife daran und gingen zu den Mädchen. Dort schlugen sie mit der Rute an die Türe und riefen: „Rote rote Eier raus, sonst peitsch‘ ich euer Dirndl aus!“ Dann kamen die Eltern und gaben Geld und andere Geschenke. ",
    "text4-4": "In der Nacht von Samstag auf Sonntag gingen die Ostersänger von Haus zu Haus und sangen ihre Lieder. Sie mussten um Mitternacht anfangen, damit sie bis um 6 Uhr morgens fertig waren. Nachdem man ihnen in jedem Haus Schnaps anbot, gerieten die Lieder mit der Zeit etwas durcheinander. Nach den Ostersängern kamen die Osterreiter.",
    "text4-5": "Frühmorgens kam der Osterreiterverein und zog mit 20 bis 35 blumengeschmückten Pferden, Musik und Fahnen durch das Dorf. Nach dem Ostersingen in der Kirche ging nachmittags der Umzug weiter in die Stadt, nach Schluckenau. Bei der Rückkehr läuteten die Kirchenglocken, die Musik spielte und der Tumult ging los, so dass die Pferde tänzelten und ausschlugen. ",
    "text4-6": "Ein schöner Brauch war auch das Osterreiten. Am Ostermontag versammelten sich frühmorgens die Bauern zu Pferd bei der Kirche. Der erste Reiter empfing vom Pfarrer das Kreuz und einen Segen. Damit ritt die Gruppe um die Felder und durch den ganzen Ort. An der Kirche nahm der Pfarrer das Kreuz wieder in Empfang. ",
    "text4-7": "An Ostern färbte man 30 bis 40 Eier und die Kinder liefen damit auf eine Wiese zum Eierschupfen (Eierwerfen). Die Eier wurden in die Luft geworfen und man freute sich, wenn sie beim Aufkommen heil blieben. Am nächsten Tag war die Wiese mit bunten Eierschalen übersät. ",
    "text4-8": "Bei der Auferstehungsfeier am Ostersamstag war es besonders schön in der Kirche. Man musste einen Korb mit Speisen mitnehmen, der in der Sakristei geweiht wurde, damit Gott das Jahr über für genügend Essen sorgen möge. Am Ostersonntag ging die Familie mittags auf die Felder (ins Korn), um sie zu segnen. Man steckte kleine, am Palmsonntag geweihte Holzkreuze in die Erde. Die Schwester begoss sie mit Weihwasser und der Vater schoss mit dem Gewehr.",
    "text5-1": "Beim Pfingstreiten flochten die Mädchen den Pferden Seidenbänder in Schweif und Mähne. Eine Musikkapelle zog von Bauernhof zu Bauernhof und holte die Reiter ab. Als alle versammelt waren, ritten sie auf die Felder hinaus, wo ein Ziel mit Stroh markiert war. Der erste Reiter am Ziel bekam eine Fahne und war der Held des Tages. Der zweite bekam eine Flasche Wein und der dritte Schnupftabak, von dem alle schnupfen durften.",
    "text5-2": "An Pfingsten wurden die Birkenwägen geschmückt. Man stellte junge Birken darauf und einige Sitzbretter und dann ging es los. Es wurden Lieder gesungen, Ausflüge gemacht und man kehrte auch einmal ein. Das war ein sommerliches Vergnügen.",
    "text5-3": "An Pfingsten wurde auf dem Feld ein Feuer gemacht. Zuvor hatte man alte Besen gesammelt, die dann im Pfingstfeuer angezündet wurden. Man freute sich, wenn der eigene Besen am besten brannte. Dann wurden die brennenden Besen in die Luft geworfen, was auf dem freien Feld gefahrlos möglich war.",
    "text6-1": "Den Kirchweihtag begannen die Burschen mit einem Doppelliter Bier im Wirtshaus. Danach holten sie die Musikanten am Bahnhof ab und zogen mit ihnen unter Singen und Tuschen durch das Dorf bis zum Wirtshaus. Dort wurde dann getanzt bis zum nächsten Tag. Um sechs Uhr morgens zogen die Musikanten erneut durch das Dorf und gingen dann wieder ins Wirtshaus. Zu essen gab es nur einfache Gerichte wie Gulasch oder Würstchen, viel wichtiger war das Trinken.",
    "text6-2": "Der Kirchtag (Kirchweih) in Schöllschitz begann am zweiten Sonntag im Oktober und dauerte bis Dienstag. Am Sonntag zogen die Musikkapellen und die Altburschen von Haus zu Haus und luden die Dorfbewohner mit Musik und Wein zur Kirchweih ein. Auch die Musikanten wurden mit Wein bewirtet. Der Kirchweihtanz dauerte bis 3 Uhr morgens, manchmal auch bis 5 Uhr. Mit dem Bier war man nicht sparsam und keiner kam zu kurz. In den Tanzpausen wurden Lieder gesungen und das ganze Dorf war in fröhlicher, ausgelassener Stimmung.",
    "text6-3": "Das Aufstellen des Ringelspiels (Karussell) war der erste Vorbote der Triebitzer Genod (Kirchweih), und alle freuten sich darauf. Am Kirchweihsonntag weckte die Mutter die Familie und mahnte sie, in die Kirche zu gehen, und nicht ins Wirtshaus. In den Gassen hatten Händler ihre Stände aufgeschlagen, umringt von Einheimischen und Fremden. Nach dem Mittagessen wusste man nicht, wo man zuerst hingehen sollte. Die meisten blieben beim Karussell stehen. Abends war der Wirtshaussaal so voll, dass man kaum zur Tür hineinkam. Die Musik spielte und es wurde getanzt bis zur Morgendämmerung.",
    "text7-1": "Die Sprecherin erinnert sich an einen Nikolausabend mit ihren sechs Schwestern. Die Mädchen waren oft unfolgsam und die Mutter drohte mit dem Nikolaus. Am Nikolaustag waren alle brav und beteten den ganzen Tag Vaterunser, doch die Mutter sagte, es sei zu spät. Der Nikolaus, der mit Sack und Kette kam, war der Vater, doch die Mädchen erkannten ihn nicht. Er nahm sich das frechste der Mädchen vor, das daraufhin zu schreien begann. Der Nikolaus steckte sie in den Sack und setzte sie draußen in den Schnee. Die anderen Mädchen mussten beten und bekamen Rüben, Kohl und Kartoffeln. Man drohte ihnen, wenn sie weiter so ungehorsam seien, werde das Christkind sie mitnehmen.",
    "text7-2": "An Nikolaus kam der Niklo. Er trug einen umgedrehten Schafpelzmantel, eine Pelzkappe und einem wilden Bart. Er klopfte fest an die Tür und rasselte mit einer Kette. Oft hatte er einen Teufel dabei, der Besen trug und die Kinder erschreckte. Der Niklo kam herein und fragte: „Willst du beten? Bist du brav gewesen?“ Dann mussten die Kinder auf den Knien einige Vaterunser beten und bekamen dafür Nüsse und Trockenfrüchte. Sie waren sehr erleichtert, wenn der Niklo wieder fort war.",
    "text7-3": "Auf den Nikolaus freuten sich die Kinder nicht. Wenn er am Abend mit der Rute an die Tür schlug, bekamen sie Angst. Er fragte, ob sie folgsam gewesen seien. Wenn sie das bejahten, sagte er, das sei nicht wahr und er müsse sie in den Sack stecken. Gegen das Versprechen, in Zukunft brav zu sein, wurden die Kinder verschont. Sie mussten ein Lied singen und bekamen Äpfel, Schokolade und Nüsse. Danach drohte der Nikolaus erneut, er werde sie im nächsten Jahr mitnehmen, sollten sie sich nicht bessern. ",
    "text7-4": "Zum Rupprecht-Brauch gehörten acht Personen: der Rupprecht, in Stroh gekleidet, schwarz angemalt, mit Kuhschellen und Stock; Petrus mit langem Hemd, Petrusmütze, Schlüsseln und Zepter; der Nikolaus, der wie ein Bischof gekleidet war, und der Heilige Josef als buckliger alter Mann mit der Wiege unter dem Arm. Dazu kamen vier Mädchen als Christkinder. Die Gruppe zog drei bis vier Tage lang singend von Haus zu Haus und wurde für ihre Aufführung überall großzügig entlohnt.",
    "text8-1": "Josefa Mitlehner hatte eine vier Meter breite Weihnachtskrippe, die sie der biblischen Erzählung folgend aufbaute. Von überall her kamen die Leute, um sie anzuschauen, sogar ganze Schulklassen. In der Krippe gab es viele bewegliche Figuren und die Landschaft bestand aus Moos und Lehm. Bei der Zubereitung des Lehms halfen ihre Söhne. Der Aufbau dauerte fast drei Wochen. Die Peppin war nicht mehr jung, aber sie baute die Krippe jedes Jahr auf, solange sie konnte.",
    "text8-2": "Zu Weihnachten gab es einen schönen Christbaum, den der Vater aus dem Wald mitbrachte. Man schmückte ihn mit vergoldeten Nüssen, Äpfeln, Gebäck, Schaumringen vom Bäcker, Glasdekor und manchmal etwas Watte. Im waldreichen Riesengebirge wurde sehr darauf geachtet, dass der Baum schön und gleichmäßig gewachsen war. ",
    "text8-3": "Zum Abendessen an Weihnachten gab es zuerst Hirsebrei, damit man im nächsten Jahr viel Geld hatte. Dann gab es Heringssalat, Kaffee und Striezel, Apfelstrudel und Nüsse – von jedem etwas. Es mussten neunerlei Speisen sein, sonst hatte man das ganze Jahr kein Glück. ",
    "text8-4": "Der Heilige Abend war ein strenger Fastentag. Am Abend nach der Fütterung der Tiere setzten sich alle um den Tisch und beteten gemeinsam mit dem Bauern. Dann wurde gegessen, wobei man die Haustür fest verschloss. Es hieß, wer am Heiligen Abend beim Essen aufstand, der müsse sterben. Daher stellte man alle Speisen griffbereit um den Tisch herum. Nach dem Essen wurde wieder gebetet. Danach mussten der Jüngste und der Älteste die Bäume füttern: Sie schütteten Speiseabfälle in ein Tuch und verstreuten sie unter den Obstbäumen, damit sie im nächsten Jahr gut trugen. Danach bereitete der Bauer Futter für das Vieh zu, das „G'leck“, damit auch das Vieh einen Heiligen Abend hatte.",
    "text8-5": "Die Kinder freuten sich lange auf Weihnachten und die versprochenen Geschenke. An Heiligabend, einem strengen Fastentag, traf man tagsüber alle Vorbereitungen. Abends schmückten die älteren Schwestern oder die Mutter den Baum und legten die Geschenke darunter. Auf ein Glockenläuten hin durften die Kinder ins Zimmer kommen. Man sagte ihnen, das Christkind sei schon davongeflogen. Nach der Bescherung brachte man die Kinder zu Bett und die Erwachsenen gingen zur Christmette in der festlich beleuchteten Kirche. Es war Brauch, an Heiligabend nachts mit Böllern zu schießen. Manche machten sich einen Spaß daraus, die Kirchgänger zu erschrecken.",
    "text8-6": "Beim „Christkindlesingen“ an Heiligabend gingen sieben Kinder verkleidet von Haus zu Haus und baten darum, das Christkind einzulassen. Zuerst kam Josef, um „Quartier“ zu machen. Danach sang Maria ihr Lied. Der Hirte mit seinem Spruch bildete den Abschluss. Morgens um 5 Uhr ging man in die Christmette. An Heiligabend aß man Karpfen, Apfelstrudel und Striezel mit Honig, aber kein Fleisch. Zu Mittag gab es nur eine Suppe. Die Hauptmahlzeit fand abends vor dem Anzünden des Christbaums statt. Der Christbaum mit den Geschenken darunter war das größte Fest für die Kinder. Sie mussten brav sein, sonst sahen sie das „goldene Lammle“ nicht.",
    "text9-1": "Am Polterabend brachte die Dorfjugend dem Brautpaar ein Ständchen. Wenn der Bräutigam aus einem anderen Ort kam, musste er die Braut loskaufen. Zwei Burschen überreichten ihm den sogenannten Hanselbrief mit der Forderung nach Löse- oder Hanselgeld sowie Glückwünschen für das Brautpaar. Nachdem der Bräutigam bezahlt hatte, wurde der „Ehstand“ gesungen. ",
    "text9-2": "Am Dienstag begann die Hochzeit. Ein „Redmann“ organisierte den Brautzug zur Kirche, der von einer Musikkapelle begleitet wurde. An einer Hochzeit nahmen 300 bis 400 Gäste teil. Die jungen Mädchen hatten als Kranzljungfern einen Kranz auf dem Kopf, die Frauen eine Haube mit Bändern. Die Braut trug schwarze Strümpfe und Schuhe, einen eng gefältelten schwarzen Rock, eine weiße Schürze, ein rotes Mieder und einen Kranz auf dem Kopf. Vor der Trauung mussten Braut und Bräutigam bei ihren Eltern abbitten. Dazu knieten sie auf einem Schemel und sagten: „Mutter, vergebt mir alles, was man euch im ganzen Leben vergeben hat. Vergebt mir alles und verzeiht mir alles!“ Nach der Kirche musste die Braut zu den Schwiegereltern gehen und sagen: „Jetzt nehmt mich auf als eure Schwiegertochter, aber nicht nur als Schwiegertochter, sondern als eure eigene Tochter.“",
    "text9-3": "Am Donnerstag vor der Hochzeit backte man Kekse, die die Braut auf einem Brett zu allen geladenen Gästen tragen musste. Das war sehr anstrengend, wenn der Weg lang war. Meist bekam sie von den Gästen Geld oder das Hochzeitsgeschenk. Am Hochzeitstag holten die Brautjungfern – es waren mindestens zwei – mit der Musikkapelle die Gäste und das Brautpaar ab. Die Kinder liefen auf die Straße, um die Musik zu hören. Zuletzt kam der Zug zum Haus der Braut und ging von dort aus ohne Musik in die Kirche. Danach wurde im Wirtshaus getanzt und Musik gespielt.",
    "text9-4": "Bei einer Hochzeit hatten die Eltern das Sagen, und nicht die zukünftigen Brautleute. War man sich einig über die Mitgift, wurden der Hochzeitstag festgelegt und die Vorbereitungen getroffen. Auf dem Weg zur Kirche ging der Bräutigam voran, hinter ihm die Angehörigen der Brautleute, die Taufpaten und zum Schluss die Braut mit dem Brautführer. Dieser übergab die Braut vor dem Altar an den Bräutigam und die Trauung konnte beginnen. Die Hochzeitsfeier fand meist vor dem Elternhaus der Braut statt und konnte bis zu drei Tage dauern. Gegen 8 Uhr wurde der Kammerwagen geführt, ein Leiterwagen mit den hoch aufgeschichteten Betten der Braut. Zwei Kammerwagenfrauen in Egerländer Tracht hielten die Betten mit Seidenbändern fest. Meist gab es einen zweiten Wagen mit Arbeitsgeräten. Der Kammerwagen fuhr in das neue Heim der Brautleute, wo das Eheleben seinen Anfang nahm.",
    "text10-1": "Auf dem Weg nach Maria Hilf betete die Pilgergruppe laut die Litanei. Wenn sich eine Prozession der Kirche näherte, kam ihr meist ein Geistlicher mit Ministranten zur Begrüßung entgegen und die Kirchenglocke läutete. Auf dem großen Platz vor der Kirche konnte man an vielen Marktständen Wallfahrtsandenken und Kinderspielzeug kaufen. Zuerst ging man zu einer kurzen Andacht in die Kirche, danach besuchte man die umliegenden Kapellen, den heiligen Brunnen und die Heilige Stiege. Hier bewegten sich die Pilger unter andächtigen Gebeten auf den Knien nach oben. ",
    "text10-2": "Der Wallfahrtsort Quinau lag auf einem Berg und wurde mit einer Prozession besucht. Der beleibte Pfarrer fuhr mit dem Wagen voran. Dahinter trugen weiß gekleidete Mädchen die Muttergottesstatue langsam hinauf zur Wallfahrtskirche. Dabei sangen sie Kirchenlieder. Vor der Kirche standen Buden, wo es alles Mögliche zu kaufen gab. Die Heilige Messe dauerte lange und die Kirche war überfüllt von Wallfahrern. Darunter gab es auch Kranke, die auf Heilung hofften. ",
    "text10-3": "Auf den Muttergottesberg bei Grulich ging man gewöhnlich barfuß. Um pünktlich zur Maiandacht zu kommen, half die ganze Familie beim Abwasch und im Stall zusammen. Um halb eins ging man auf den Muttergottesberg und um halb sechs musste man wieder im Stall sein. Der Weg hinauf dauerte eine gute Stunde. Oben am Kloster zog man die Schuhe wieder an und kämmte sich. Die Kinder wollten lieber zu den Verkaufsbuden, als in die Kirche, und mussten zurechtgewiesen werden. Zum weiter entfernten Wallfahrtsort Wartha fuhr man mit dem Zug. Dort gab es einen Vorbeter, der das Kreuz vorantrug, und alles war sehr feierlich. Die Wallfahrtsorte im Adlergebirge müssen den Vergleich mit Altötting nicht scheuen. ",
    "text10-4": "Die Bewohner von Böhmisch Trübau gingen zur Wallfahrt auf einen nahegelegenen Berg. Dort standen eine schöne Kapelle mit sonntäglichen Gottesdiensten, ein großer Tanzsaal und viele Verkaufsbuden. Es gab dort immer Zuckerstangen für die Kinder, obwohl die Eltern sehr sparsam waren. Vom Berg aus hatte man einen schönen Blick über ganz Trübau.",
    "text11-1": "Bevor der Verstorbene in den Sarg gelegt wurde, bahrte man ihn auf dem Totenbrett auf. Dieses Brett wurde nach der Beerdigung vom Tischler zugeschnitten und mit dem Namen des Toten beschriftet, seinem Geburts- und Sterbedatum sowie Sprüchen, die sich auf sein Leben bezogen. Die Bretter wurden meist an Wegkreuzungen aufgestellt und standen dort jahrzehntelang, bis sie verfault waren.",
    "text11-2": "Einen Verstorbenen legte man zuerst auf das Totenbrett und am zweiten Tag in den Sarg, den der Totengräber auf einer Schubkarre brachte. Der Sarg blieb stehen, bis der Tote bleich war. In dieser Zeit durfte man keine Feuer machen und musste beim Nachbarn kochen. Tags darauf fanden das Begräbnis und die Totenwache statt. Das Totenbrett ließ man im Wasser davonschwimmen.",
    "text11-3": "Der Verstorbene wurde bis zur Beerdigung im Haus aufgebahrt. Dann kam der Priester ins Haus, es wurde gebetet und gesungen. Vier männliche Angehörige trugen den Sarg aus dem Haus und senkten ihn dreimal als Zeichen des Abschieds. Nach der Grabrede streuten die Verwandten Erde sowie Blumen oder Tannenreiser in das Grab und schlugen als Zeichen der Verbundenheit mit dem Verstorbenen das Kreuzzeichen über dem Sarg."
}
