{
    "back" : "Back",
    "idle" : "Please touch the screen",
    "title1": "Customs",
    "typ1": "New Year",
    "typ2": "Carnival",
    "typ3": "Easter week",
    "typ4": "Easter",
    "typ5": "Whitsun",
    "typ6": "Parish fair",
    "typ7": "St Nicholas Day",
    "typ8": "Christmas",
    "typ9": "Wedding",
    "typ10": "Pilgrimage",
    "typ11": "Funeral",
    "name1-1": "The Twelve Days of Christmas in Žatecko/Saazerland",
    "name1-2": "New Year’s Eve in the Eagle Mountains",
    "name1-3": "New Year wishes in Českolipsko/Oberland",
    "name2-1": "“Plumpmänner” in the Giant Mountains",
    "name2-2": "Masked parade in the Central Bohemian Highlands",
    "name2-3": "Ash Wednesday in the Labe/Elbe Valley",
    "name2-4": "Carrying Away Death in the Vyškov/Wischau Linguistic Enclave",
    "name3-1": "Rattling in Českolipsko/Oberland",
    "name3-2": "Rattling in South Moravia",
    "name3-3": "Easter water in the High Ash Mountains",
    "name3-4": "Hořice/Höritz Passion play in the Bohemian Forest",
    "name4-1": "Easter lashings in the Eagle Mountains",
    "name4-2": "Easter Lashings in Kravařsko/Kuhländchen",
    "name4-3": "Whippings in the Ore Mountains",
    "name4-4": "Easter singing in the Šluknov/Schluckenau Hook",
    "name4-5": "Easter ride in the Šluknov/Schluckenau Hook",
    "name4-6": "Easter ride in the Jihlava/Iglau Linguistic Enclave",
    "name4-7": "Easter eggs in South Moravia",
    "name4-8": "Easter in the Beskid Mountains",
    "name5-1": "Whitsun ride in the Bohemian Forest",
    "name5-2": "Whitsun outing in the Jizera/Iser Mountains",
    "name5-3": "Whitsun bonfire in the Beskid Mountains",
    "name6-1": "Parish fair in the Jihlava/Iglau Linguistic Enclave",
    "name6-2": "Parish fair in South Moravia",
    "name6-3": "Parish Fair in Hřebečsko/Schönhengstgau",
    "name7-1": "St Nicholas Day in the High Ash Mountains",
    "name7-2": "St Nicholas Day in the Bohemian Forest",
    "name7-3": "St Nicholas Day in the Jizera/Iser Mountains",
    "name7-4": "Rupprecht in the Giant Mountains",
    "name8-1": "Christmas manger in the Jizera/Iser Mountains",
    "name8-2": "Christmas tree in the Giant Mountains",
    "name8-3": "Nine types of food in the Central Bohemian Highlands",
    "name8-4": "Christmas in the Egerland",
    "name8-5": "Christmas in Hřebečsko/Schönhengstgau",
    "name8-6": "Christmas in Kravařsko/Kuhländchen",
    "name9-1": "Pre-wedding Party in the Jihlava/Iglau Linguistic Enclave",
    "name9-2": "Wedding in the Vyškov/Wischau Linguistic Enclave",
    "name9-3": "Wedding in the Beskid Mountains",
    "name9-4": "Wedding in the Egerland",
    "name10-1": "Pilgrimage to Zlaté Hory/Zuckmantel in the High Ash Mountains",
    "name10-2": "Pilgrimage to Květnov/Quinau in the Ore Mountains",
    "name10-3": "Pilgrimage to Králíky/Grulich in the Eagle Mountains",
    "name10-4": "Pilgrimage to Česká Třebová/Böhmisch Trübau in Hřebečsko/Schönhengstgau",
    "name11-1": "Wooden funeral stretchers in the Bohemian Forest",
    "name11-2": "Funeral in the Egerland",
    "name11-3": "Funeral in Kravařsko/Kuhländchen",
    "titel1-1": "The Twelve Days of Christmas in Žatecko/Saazerland",
    "titel1-2": "New Year’s Eve in the Eagle Mountains",
    "titel1-3": "New Year wishes in Českolipsko/Oberland",
    "titel2-1": "“Plumpmänner” in the Giant Mountains",
    "titel2-2": "Masked parade in the Central Bohemian Highlands",
    "titel2-3": "Ash Wednesday in the Labe/Elbe Valley",
    "titel2-4": "Carrying Away Death in the Vyškov/Wischau Linguistic Enclave",
    "titel3-1": "Rattling in Českolipsko/Oberland",
    "titel3-2": "Rattling in South Moravia",
    "titel3-3": "Easter water in the High Ash Mountains",
    "titel3-4": "Hořice/Höritz Passion play in the Bohemian Forest",
    "titel4-1": "Easter lashings in the Eagle Mountains",
    "titel4-2": "Easter Lashings in Kravařsko/Kuhländchen",
    "titel4-3": "Whippings in the Ore Mountains",
    "titel4-4": "Easter singing in the Šluknov/Schluckenau Hook",
    "titel4-5": "Easter ride in the Šluknov/Schluckenau Hook",
    "titel4-6": "Easter ride in the Jihlava/Iglau Linguistic Enclave",
    "titel4-7": "Easter eggs in South Moravia",
    "titel4-8": "Easter in the Beskid Mountains",
    "titel5-1": "Whitsun ride in the Bohemian Forest",
    "titel5-2": "Whitsun outing in the Jizera/Iser Mountains",
    "titel5-3": "Whitsun bonfire in the Beskid Mountains",
    "titel6-1": "Parish fair in the Jihlava/Iglau Linguistic Enclave",
    "titel6-2": "Parish fair in South Moravia",
    "titel6-3": "Parish Fair in Hřebečsko/Schönhengstgau",
    "titel7-1": "St Nicholas Day in the High Ash Mountains",
    "titel7-2": "St Nicholas Day in the Bohemian Forest",
    "titel7-3": "St Nicholas Day in the Jizera/Iser Mountains",
    "titel7-4": "Rupprecht in the Giant Mountains",
    "titel8-1": "Christmas manger in the Jizera/Iser Mountains",
    "titel8-2": "Christmas tree in the Giant Mountains",
    "titel8-3": "Nine types of food in the Central Bohemian Highlands",
    "titel8-4": "Christmas in the Egerland",
    "titel8-5": "Christmas in Hřebečsko/Schönhengstgau",
    "titel8-6": "Christmas in Kravařsko/Kuhländchen",
    "titel9-1": "Pre-wedding Party in the Jihlava/Iglau Linguistic Enclave",
    "titel9-2": "Wedding in the Vyškov/Wischau Linguistic Enclave",
    "titel9-3": "Wedding in the Beskid Mountains",
    "titel9-4": "Wedding in the Egerland",
    "titel10-1": "Pilgrimage to Zlaté Hory/Zuckmantel in the High Ash Mountains",
    "titel10-2": "Pilgrimage to Květnov/Quinau in the Ore Mountains",
    "titel10-3": "Pilgrimage to Králíky/Grulich in the Eagle Mountains",
    "titel10-4": "Pilgrimage to Česká Třebová/Böhmisch Trübau in Hřebečsko/Schönhengstgau",
    "titel11-1": "Wooden funeral stretchers in the Bohemian Forest",
    "titel11-2": "Funeral in the Egerland",
    "titel11-3": "Funeral in Kravařsko/Kuhländchen",
    "subtitel1-1": "“The cattle have spoken, no one should be listening…”",
    "subtitel1-2": "“…then we knew that no one would die the following year.”",
    "subtitel1-3": "“Everyone had to be given a schnapps…”",
    "subtitel2-1": "“People were always happy to the see the ‘Plumpmänner’.”",
    "subtitel2-2": "“Oh, our masked parade…how wonderful it was!”",
    "subtitel2-3": "“Sometimes the priest came and scolded us terribly…”",
    "subtitel2-4": "“What do we have, what are we carrying away? We are burying dear Death…”",
    "subtitel3-1": "“We marched through the whole village because the church bells had flown off to Rome…”",
    "subtitel3-2": "“The shouting and the rattling, what a noise they made…!”",
    "subtitel3-3": "“…everyone had to go and wash themselves in the stream, in ice-cold water!”",
    "subtitel3-4": "“There were 300 people on stage.”",
    "subtitel4-1": "“The aim was to surprise her while she was still in bed and give her a good hiding on the bottom.”",
    "subtitel4-2": "“The pretty ones were lashed a bit more than the plain ones.”",
    "subtitel4-3": "“Come on out with the red, red eggs, or I’ll give you a lashing on your legs!”",
    "subtitel4-4": "“At first, it was all very nice, everything was still to the beat…”",
    "subtitel4-5": "“At Easter, we always had the Easter ride…”",
    "subtitel4-6": "“…and so they rode through the meadows.”",
    "subtitel4-7": "“…and when they came back down, they smashed into pieces!”",
    "subtitel4-8": "“Thereafter came the celebration of the Resurrection – it was wonderful!”",
    "subtitel5-1": "“The first rider to reach the target was given the flag, he was the hero of the day…”",
    "subtitel5-2": "“That was our summer enjoyment.”",
    "subtitel5-3": "“We set alight to the brooms…”",
    "subtitel6-1": "“And then we returned to the inn…”",
    "subtitel6-2": "“…and it lasted for three days.”",
    "subtitel6-3": "“Most stopped to watch the carousel.”",
    "subtitel7-1": "“It was my father, but we didn’t recognize him!”",
    "subtitel7-2": "“Niklo came rattling with a pair of chains…”",
    "subtitel7-3": "“I’ll have to put you into my sack…”",
    "subtitel7-4": "“Rupprecht came wearing straw and had four cowbells…”",
    "subtitel8-1": "“People came from far afield and had a good look…!”",
    "subtitel8-2": "“Everything had to be just right, otherwise the tree wouldn’t have been selected…”",
    "subtitel8-3": "“…otherwise you‘ll have no luck for the entire year.”",
    "subtitel8-4": "“During the meal on Christmas Eve, the door to the house was bolted closed.”",
    "subtitel8-5": "“…many firecrackers were left off on Christmas Eve.”",
    "subtitel8-6": "“On Christmas Eve it simply had to be carp…”",
    "subtitel9-1": "“When the bridegroom came from somewhere else, he had to pay a ransom for the bride.”",
    "subtitel9-2": "“The bride had to beg for forgiveness…”",
    "subtitel9-3": "“When we had a wedding, there was such great razmaztazz…!”",
    "subtitel9-4": "“The main thing was whether the farm would do and whether the girl would do on the farm.”",
    "subtitel10-1": "“…and for the children, there were rosaries made from icing sugar.”",
    "subtitel10-2": "“…they knew that the Mother of God makes them well.”",
    "subtitel10-3": "“We ran there with our shoes hanging over our shoulders…”",
    "subtitel10-4": "“We always bought candy canes there…”",
    "subtitel11-1": "“…and they stood there for decades until they decomposed.”",
    "subtitel11-2": "“And when one of us had died, he or she was put on the wooden board…”",
    "subtitel11-3": "“These four men lowered the coffin three times as a sign of farewell…”",
    "text1-1": "Whatever was dreamt during the Twelve Days of Christmas or “Rauhnächte” – from Christmas Eve (24 December) to Epiphany (6 January) – was supposed to come true. It was said that during this period the cattle would speak. To keep misfortune at bay, no one should listen to what they were saying and no washing should be hung out to dry. A copper coin was to be placed on the grave of deceased relatives so that they could buy a Lord’s Prayer in heaven.",
    "text1-2": "On New Year’s Eve, everyone was given four nuts, which symbolized the quarters of the coming year; a bad nut signified illness. Grandmother interpreted the figures that emerged during the pouring of the molten lead. Apples were halved and if a cross appeared along the core, everyone knew that someone in the family would die.",
    "text1-3": "At New Year, the postman, the chimney sweep and the nightwatchman were all invited into the house. They recited a saying and brought a calendar with them. Of course, they all had to be given a schnapps. Thereafter, they received money in recognition of their work the previous year.",
    "text2-1": "At the beginning of Carnival, the “Plumpmänner” went from house to house. They were seven men in all who wore straw helmets and were accompanied by an accordionist and jester who played all kinds of silly tricks. People danced on the street to mark the start of Carnival. This custom was very popular.",
    "text2-2": "In every town and village, there was a masked parade. Right at the front were the errand boys and girls in blue aprons, white blouses, black bodices and pearl-embroidered caps. They cracked long whips, which everyone had to beware of. There followed lots of other masked people. The masked parade was on Sunday and the dancing continued until Monday.",
    "text2-3": "On Ash Wednesday, people continued to go from house to house and were given eggs, ham, fried sausages and lots of apple cider. The farmers were generous because otherwise, it was said, the barley would not grow. In the evening, Carnival drew to a close with a meal and a couple of beers. Despite the priests’ objections to parades during Lent, no one was prepared to give up this custom.",
    "text2-4": "During Lent, young girls between the ages of 13 and 14 carried away Death. They went from house to house with a straw doll as a symbol of Death and sang a song. In this way, they wanted to mark the end of the winter. Burying Death meant burying winter. From each housewife, the young girls received eggs, lard, semolina and money. They prepared a good meal for themselves and divided up what remained.",
    "text3-1": "On Maundy Thursday, the schoolchildren marched through the village shaking rattles. The noise they made replaced the church bells, which – it was said – had flown off to Rome. On Good Friday, the Holy Tomb was opened and the children had to keep watch – always four boys for a period of two hours. Some found it difficult to keep still for such a long time, but the devotion had to be performed.",
    "text3-2": "When the bells stopped tolling on Maundy Thursday, the schoolchildren marched through the village with rattles, making a terrible noise. The rattling continued until Good Friday. Thereafter, the children collected their reward in the form of money or eggs handed out to them at house doors.",
    "text3-3": "Maundy Thursday, Good Friday and Easter Saturday were all strict fasting days. On Thursday, everyone living in the house had to go to the stream before sunrise and wash themselves with cold water. Those who were unable to walk were given a bucket of water. It was said: “Today is Maundy Thursday, when the vipers and snakes are afraid of you, and if they hear or smell you, they should crawl deep into the earth!” The same procedure was repeated on Good Friday and Easter Saturday. On the morning of Easter Saturday, water and burnt wood were consecrated.",
    "text3-4": "There was a covered stage in Hořice na Šumavě/Höritz, unlike in Oberammergau (Upper Bavaria). It was built into a hillside and had wings on each side. Some 300 people took part in the plays, including the main actors and 20 members of the chorus. Around 200 people were involved in the depiction of the entry into Jerusalem. Rehearsals began several weeks before the performance, which lasted a whole day and was repeated several times during the summer. The Hořice Passion play took place every six years.",
    "text4-1": "The young men made canes by weaving together three to eight smooth strips of willow. Then, early in the morning on Easter Monday, they went to the house of a young girl and tried to surprise her in bed so that they could beat her with the cane. The young girls had to respond by giving them eggs or schnapps. On Tuesday they were allowed to take their revenge on the young men.",
    "text4-2": "As early as three weeks before Easter, the young men cut willow branches and wove them together with red ribbons. Everybody wanted to have the most beautiful cane. They soaked them in salt water so that they would be smooth. For the young girls, it was an honour to be beaten (“lashed for Easter”) with them. To miss someone out was a huge insult. The young men were given painted eggs and sweets, and the older ones also received schnapps. Everybody looked forward the whole year to the event.",
    "text4-3": "The young lads used to say: “We’re off to do some whipping.” They wove together a cane from supple branches, tied a ribbon around it and then went off in search of young girls. They lashed the doors to their houses with the cane and cried: “Come on out with the red, red eggs, or I’ll give you a lashing on your legs!” To which the parents came out of the house and gave them money and other treats.",
    "text4-4": "On the night from Saturday to Sunday, the Easter singers went from house to house singing their songs. They had to begin at midnight in order to finish by six o’clock in the morning. Because they were offered a schnapps in every house, the songs tended to fall apart as the hours passed. The Easter singing was followed by the Easter ride.",
    "text4-5": "Early in the morning, the Easter Ride Society would arrive and march through the village with 20 to 35 flower-bedecked horses, music and flags. In the afternoon, after the Easter hymns had been sung in the church, the procession continued to the nearby town of Šluknov/Schluckenau. When it returned to the village, the church bells rang, music was played and all hell was let loose, causing the horses to fidget and rear.",
    "text4-6": "Another nice custom was the Easter ride. Early on Easter Monday, farmers on horseback gathered outside the church. The first rider took the cross from the priest and received a blessing. Thereafter the group rode across the fields and throughout the village. At the church, the priest took back the cross from the riders.",
    "text4-7": "At Easter, some 30 to 40 eggs were painted and the children ran with them to a meadow to take part in the throwing of the eggs. The eggs were thrown into the air and everyone was pleased when they came back down undamaged. The next day the meadow was covered in coloured egg shells.",
    "text4-8": "It was especially beautiful inside the church during the celebration of the Resurrection on Easter Saturday. Everyone had to bring a basket filled with victuals, which were consecrated in the sacristy so that God would ensure there would be enough food throughout the year. On Easter Sunday the whole family went out into the fields (among the corn crops) to bless them. Small wooden crosses that had been consecrated on Palm Sunday were stuck into the soil. The sister poured holy water on them and the father fired shots into the air.",
    "text5-1": "For the Whitsun ride, the young girls plaited the horses' tails and manes with silk ribbons. A wind band went from farm to farm to collect the riders. When they had all gathered, they rode into the fields, where a target had been marked with straw. The first rider to reach the target received a flag and was the hero of the day. The second was given a bottle of wine and the third snuff tobacco, from which everyone could take a pinch.",
    "text5-2": "At Whitsun, the wooden carts were decorated. Young birch trees and several seatboards were put inside them and then the celebrations began. Songs were sung, outings took place and everyone stopped somewhere for a bite to eat. It was pure summer enjoyment.",
    "text5-3": "At Whitsun, a bonfire was built in the fields. Previously, people had collected old brooms, which were then set alight in the Whitsun bonfire. Everyone wanted their broom to burn best. The burning brooms were thrown into the air, something that could be done safely in the open fields.",
    "text6-1": "The parish fair got under way with the young lads drinking two litres of beer in the local inn. Thereafter they collected the musicians from the railway station and, accompanied by music and fanfare, marched alongside them through the village and back to the inn, where they danced until the next day. At six o’clock in the morning, the musicians marched a second time through the village and then once again returned to the inn. Only simple meals, such as goulash or sausages, were available; drinking was much more important.",
    "text6-2": "The parish fair in Želešice/Schöllschitz began on the second Sunday in October and lasted until Tuesday. On Sunday, the wind bands and the young unmarried men went from house to house, luring the village residents with music and wine to the parish fair. The musicians, too, were given wine. The parish fair dance lasted until three o’clock in the morning, sometimes even until five o’clock. The beer flowed generously and no one missed out. During the breaks from dancing, songs were sung and the whole village was merry and high-spirited.",
    "text6-3": "Putting up the carousel was the first sign of the Třebovice/Triebitz parish fair (“Genod”), and everyone looked forward to it. On the Sunday on which the fair took place, mothers woke up their families and reminded them to go to church and not to the inn. Tradesmen had already put up their stalls on the streets and were surrounded by locals and visitors. After lunch, no one could decide where to go first. Most stopped to look at the carousel. In the evening, it was so full in the inn that it was well-nigh impossible to get through the door. The musicians played and the dancing continued until dawn.",
    "text7-1": "The woman quoted here is recalling the evening of one St Nicholas Day spent with her six sisters. The girls were often naughty and their mother had threatened that St Nicholas would come. On St Nicholas Day, they all behaved and said the Lord’s Prayer over and over again all day long; however, their mother said it was too late. St Nicholas, who came with a sack and chains, was their father but the girls failed to recognize him. He grabbed the cheekiest girl, who started to scream. St Nicholaus put her in the sack and deposited her outside in the snow. The other girls had to pray and were given turnips, cabbage and potatoes. They were warned that if they continued to disobey, the Baby Jesus would take them away.",
    "text7-2": "On St Nicholas Day, Niklo appeared. He wore a sheepskin coat turned inside out, a sheepskin hat and a wild beard. He knocked loudly on the door and rattled his chains. Often he came with a devil, who was clutching brooms and frightened the children. Niklo went indoors and asked: “Do you want to pray? Have you been good?” Then the children had to say the Lord’s Prayer on their knees, for which they were rewarded with nuts and dried fruit. They were very relieved when Niklo had left the house.",
    "text7-3": "Children did not look forward to St Nicholas Day. When St Nicholas knocked on the door with his cane, they were afraid. He asked if they had been obedient. When they said “yes”, he responded that they were not telling the truth and he would have to put them into his sack. The children were spared that fate by promising to be good in future. They had to sing a song and were rewarded with apples, chocolate and nuts. Thereafter St Nicholas warned once again that he would take them away next year if they did not improve their behaviour.",
    "text7-4": "Eight people were needed for the Rupprecht custom: Rupprecht, clad in straw, painted black and brandishing cowbells and a stick; St Peter in a long shirt and cap with keys and sceptre; St Nicholas, who was dressed like a bishop; and St Joseph, who appeared as a bent-over old man with the cradle under his arm. The other four were girls dressed as the Baby Jesus. The group went from house to house over three or four days singing songs and were lavishly rewarded for their performance everywhere.",
    "text8-1": "Josefa Mitlehner had a four metre-long Christmas manger that she had built in accordance with the biblical story. People came from far afield to take a look, even entire classes of schoolchildren. There were many movable figures in the manger and the landscape was made from moss and clay. Her sons helped her to prepare the clay. Erecting the manger took almost three weeks. Though no longer young, she erected it every year for as long as she was able.",
    "text8-2": "At Christmas there was a beautiful Christmas tree that had been brought back from the forest by the head of the family. It was decorated with gilt nuts, apples, biscuits, sugar-coated doughnuts from the bakery, glass objects and sometimes cotton wool. In the heavily forested Giant Mountains, much care was taken to ensure that the tree was beautiful and had grown evenly.",
    "text8-3": "The evening meal at Christmas began with a millet gruel, which meant lots of money over the next year. It was followed by a herring salad, coffee and braided sweet bread (“Striezel”), apple strudel and nuts – a small amount of everything. It had to be nine types of food, otherwise no one would have any luck for the entire year.",
    "text8-4": "Christmas Eve was a strict fasting day. After the livestock had been fed in the evening, everyone sat around the table and prayed with the farmer. Then they began eating, whereby the door to the house had to be bolted closed. It was said that whoever got up during the meal on Christmas Eve would die. For that reason, every dish on the table was within easy reach of everyone. After the meal, prayers were said once again. Thereafter the youngest and the oldest person present had to feed the trees: the leftovers from the meal were put into a cloth and spread under the fruit trees so that next year’s harvest would be good. Then the farmer prepared fodder for the livestock – the “G'leck” – so that the animals, too, would have a Christmas Eve.",
    "text8-5": "The children looked forward to Christmas and the expected presents for a long time. On Christmas Eve, which was a strict fasting day, everything was prepared during the day. In the evening, the older sisters and the mother decorated the tree and put the presents underneath it. When a bell was rung, the children were allowed to come into the room. They were told that Baby Jesus had already flown away. After the presents had been opened, the children were put to bed and the adults went to Midnight Mass in the festively lit church. It was the custom to let off firecrackers on the night of Christmas Eve. Some had fun frightening the churchgoers in this way.",
    "text8-6": "“Singing for the Infant Jesus” on Christmas Eve involved seven children in costume going from house to house and asking for the Baby Jesus to be allowed to enter. First came Joseph looking for accommodation and then Mary sang her song. The finale was the shepherd reciting his text. At five o’clock in the morning, people attended the Christmas Day Mass. On Christmas Eve, they ate carp, apple strudel and braided sweet bread with honey, but no meat. For lunch, they had only soup. The main meal was in the evening before the lighting of the Christmas tree. For the children, the greatest pleasure was the Christmas tree with all the presents underneath it. They had to be well behaved otherwise they would not see the “golden lamb”.",
    "text9-1": "At the party on the eve of the wedding, the young men from the village serenaded the bridal couple. If the bridegroom was from elsewhere, he had to pay a ransom for the bride. Two lads handed him the so-called “Hansel” letter in which the ransom or “Hansel” money was demanded and the bridal couple congratulated. After the bridegroom had paid the ransom, the “Ehstand” (a traditional wedding song) was sung.",
    "text9-2": "Weddings always began on Tuesdays. An usher (“Redmann”) organised the bridal procession to the church, which was accompanied by a wind band. Between 300 and 400 guests took part in a wedding. The young girls wore garlands on their heads as maids of honour and the women bonnets with ribbons. The bride wore black stockings and shoes, a closely pleated black skirt, a white blouse, a red bodice and a garland on her head. Before the marriage ceremony, the bride and bridegroom had to beg forgiveness from their parents. They knelt on a footstool and said: “Mother, forgive me everything for which you have been forgiven in your life. Forgive me everything, pardon me for everything!” After the church ceremony, the bride had to go to her parents-in-law and say: “Now accept me as your daughter-in-law, but not only as your daughter-in-law but also as your own daughter.”",
    "text9-3": "On the Thursday before the wedding, the biscuits were made that the bride had to take on a tray to all the invited guests. That could be very tiring if she had to walk a long way. Most of the guests gave her money or a wedding present. On the day of the wedding, the bridesmaids – there were always at least two – collected the guests and the bridal couple, accompanied by a wind band. The children ran onto the streets to listen to the music. The last stop was the bride’s house and from there the procession continued to the church without music. Later there was dancing and music in the local inn.",
    "text9-4": "It was the parents, not the future bride and bridegroom, who decided whether there would be a wedding. If they were agreed on the dowry, then a date for the wedding would be set and the preparations undertaken. On the way to the church, the bridegroom went on ahead, followed by the couple’s relatives and godparents; the bride came last with the best man. When the latter had handed over the bride to the bridegroom at the altar, the ceremony could get under way. The wedding party usually took place in front of the parents’ house and could last as long as three days. Around eight o’clock, the bed chamber cart arrived – a wooden cart on which the bride’s beds had been piled high. Two women in the Egerland traditional costume who were perched on the cart held the beds in place with silk ribbons. More often than not, a second cart transported the work tools. The bed chamber cart drove to the new home of the couple, where their married life began.",
    "text10-1": "On the way to Panna Maria/Maria Hilf, the group of pilgrims prayed the Litany aloud. When the procession was near the church, a priest accompanied by altar boys came out to welcome them and the church bells rang. On the large square in front of the church, it was possible to buy pilgrimage souvenirs and toys from the many stalls. The pilgrims first went into the church for short prayers and then visited the surrounding chapels, the sacred well and the Holy Stairs, which the pilgrims climbed on their knees while praying devoutly.",
    "text10-2": "The pilgrimage site of Květnov/Quinau stood on a hillside and was visited in procession. The stout priest rode ahead on a cart. Behind him came young girls dressed in white who slowly carried the statue of the Mother of God up to the pilgrimage church. They sang hymns on the way. In front of the church were booths, where everything under the sun could be bought. The Holy Mass lasted a long time and the church was overbrimming with pilgrims. Among them were sick people who were hoping to be healed.",
    "text10-3": "It was customary to go barefoot up to Hora Matky Boží/Muttergottesberg, near Králíky/Grulich. To arrive on time for the May devotions, the whole family would help with the washing-up and in the stalls. At twelve-thirty in the afternoon, everyone went up to Hora Matky Boží and at half past five they had to be back in the stalls. Going up took a good hour. At the monastery, they put their shoes back on and combed their hair. The children would have preferred to go to the sales booths rather than into the church and had to be reprimanded. The pilgrimage site of Bardo/Wartha, which lay farther off, was reached by train. A prayer leader was to be found there; he carried the cross and everything was very solemn. The pilgrimage sites in the Eagle Mountains can easily stand comparison with Altötting.",
    "text10-4": "The residents of Česká Třebová/Böhmisch Trübau went on the pilgrimage to a nearby hill on which stood a beautiful church offering services on Sundays alongside a large dancing hall and many sales booths. There were always candy sticks for the children, although their parents were very thrifty. The hill itself afforded a wonderful view of Třebová and its environs.",
    "text11-1": "Before the deceased was put into the coffin, he/she was laid on a wooden funeral stretcher. After the funeral, the carpenter trimmed down this wooden board and carved onto it the name of the deceased and the dates on which he/she had died along with some text that was related to his/her life. Usually, the boards were erected at crossroads and stood there for decades until they decomposed.",
    "text11-2": "Initially, the deceased was laid on the wooden funeral stretcher and on the second day in the coffin, which the undertaker brought on a barrow. The coffin remained there until the deceased had turned pale. During this period, no fire could be made and meals had to be cooked at the neighbour’s house. The next day, the burial and the vigil next to the grave took place. The funeral stretcher was sent floating downstream.",
    "text11-3": "The deceased was laid out in the house until the time of the funeral, whereupon the priest came to the house and prayers were said and hymns sung. Four male relatives carried the coffin out of the house and lowered it three times as a sign of farewell. Following the eulogy at the graveside, the relatives threw soil, flowers or sprigs of fir into the grave and made the sign of the cross over the coffin in a sign of solidarity with the deceased."
}
