{
    "back" : "Zpět ",
    "idle" : "Prosím dotkněte se povrchu",
    "title1": "Zvyky a obyčeje",
    "typ1": "Silvestr a Nový rok",
    "typ2": "Masopust",
    "typ3": "Svatý týden",
    "typ4": "Velikonoce",
    "typ5": "Svatodušní svátky",
    "typ6": "Posvícení",
    "typ7": "Mikuláš",
    "typ8": "Vánoce",
    "typ9": "Svatba",
    "typ10": "Náboženské poutě",
    "typ11": "Pohřbívání",
    "name1-1": "Divoké noci na Žatecku",
    "name1-2": "Silvestr v Orlických horách",
    "name1-3": "Novoroční přání na Českolipsku",
    "name2-1": "Maškary „Plumpmänner“ v Krkonoších",
    "name2-2": "Maškarní průvod ve Středohoří",
    "name2-3": "Popeleční středa v Polabí",
    "name2-4": "Vynášení smrtky ve vyškovském jazykovém ostrově",
    "name3-1": "Řehtačky na Českolipsku",
    "name3-2": "Řehtačky na jižní Moravě",
    "name3-3": "Velikonoční omývání vodou v Jeseníkách",
    "name3-4": "Hořické pašijové hry na Šumavě",
    "name4-1": "Velikonoční pomlázka v Orlických horách",
    "name4-2": "Velikonoční pomlázka na Kravařsku",
    "name4-3": "Mrskačka v Krušných horách",
    "name4-4": "Velikonoční zpívání na šluknovském výběžku",
    "name4-5": "Velikonoční jízda na šluknovském výběžku",
    "name4-6": "Velikonoční jízda v jihlavském jazykovém ostrově",
    "name4-7": "Velikonoční vejce na jižní Moravě",
    "name4-8": "Velikonoce v Beskydech",
    "name5-1": "Svatodušní jízda na Šumavě",
    "name5-2": "Svatodušní výlet v Jizerských horách",
    "name5-3": "Svatodušní ohně v Beskydech",
    "name6-1": "Posvícení v jihlavském jazykovém ostrově",
    "name6-2": "Posvícení na jižní Moravě",
    "name6-3": "„Genod“ na Hřebečsku",
    "name7-1": "Mikuláš v Jeseníku",
    "name7-2": "Mikuláš na Šumavě",
    "name7-3": "Mikuláš v Jizerských horách",
    "name7-4": "Pacholek Ruprecht v Krkonoších",
    "name8-1": "Vánoční betlém v Jizerských horách",
    "name8-2": "Vánoční stromeček v Krkonoších",
    "name8-3": "Vánoční devatero ve Středohoří",
    "name8-4": "Vánoce na Chebsku",
    "name8-5": "Vánoce na Hřebečsku",
    "name8-6": "Vánoce na Kravařsku",
    "name9-1": "Předsvatební večer v jihlavském jazykovém ostrově",
    "name9-2": "Svatba ve vyškovském jazykovém ostrově",
    "name9-3": "Svatba v Beskydech",
    "name9-4": "Svatba na Chebsku",
    "name10-1": "Pouť do Zlatých hor v Jeseníku",
    "name10-2": "Pouť do Květnova v Krušných horách",
    "name10-3": "Pouť do Králík v Orlických horách",
    "name10-4": "Pouť do České Třebové na Hřebečsku",
    "name11-1": "Umrlčí prkna na Šumavě",
    "name11-2": "Pohřbívání na Chebsku",
    "name11-3": "Pohřbívání na Kravařsku",
    "titel1-1": "Divoké noci na Žatecku",
    "titel1-2": "Silvestr v Orlických horách",
    "titel1-3": "Novoroční přání na Českolipsku",
    "titel2-1": "Maškary „Plumpmänner“ v Krkonoších",
    "titel2-2": "Maškarní průvod ve Středohoří",
    "titel2-3": "Popeleční středa v Polabí",
    "titel2-4": "Vynášení smrtky ve vyškovském jazykovém ostrově",
    "titel3-1": "Řehtačky na Českolipsku",
    "titel3-2": "Řehtačky na jižní Moravě",
    "titel3-3": "Velikonoční omývání vodou v Jeseníkách",
    "titel3-4": "Hořické pašijové hry na Šumavě",
    "titel4-1": "Velikonoční pomlázka v Orlických horách",
    "titel4-2": "Velikonoční pomlázka na Kravařsku",
    "titel4-3": "Mrskačka v Krušných horách",
    "titel4-4": "Velikonoční zpívání na šluknovském výběžku",
    "titel4-5": "Velikonoční jízda na šluknovském výběžku",
    "titel4-6": "Velikonoční jízda v jihlavském jazykovém ostrově",
    "titel4-7": "Velikonoční vejce na jižní Moravě",
    "titel4-8": "Velikonoce v Beskydech",
    "titel5-1": "Svatodušní jízda na Šumavě",
    "titel5-2": "Svatodušní výlet v Jizerských horách",
    "titel5-3": "Svatodušní ohně v Beskydech",
    "titel6-1": "Posvícení v jihlavském jazykovém ostrově",
    "titel6-2": "Posvícení na jižní Moravě",
    "titel6-3": "„Genod“ na Hřebečsku",
    "titel7-1": "Mikuláš v Jeseníku",
    "titel7-2": "Mikuláš na Šumavě",
    "titel7-3": "Mikuláš v Jizerských horách",
    "titel7-4": "Pacholek Ruprecht v Krkonoších",
    "titel8-1": "Vánoční betlém v Jizerských horách",
    "titel8-2": "Vánoční stromeček v Krkonoších",
    "titel8-3": "Vánoční devatero ve Středohoří",
    "titel8-4": "Vánoce na Chebsku",
    "titel8-5": "Vánoce na Hřebečsku",
    "titel8-6": "Vánoce na Kravařsku",
    "titel9-1": "Předsvatební večer v jihlavském jazykovém ostrově",
    "titel9-2": "Svatba ve vyškovském jazykovém ostrově",
    "titel9-3": "Svatba v Beskydech",
    "titel9-4": "Svatba na Chebsku",
    "titel10-1": "Pouť do Zlatých hor v Jeseníku",
    "titel10-2": "Pouť do Květnova v Krušných horách",
    "titel10-3": "Pouť do Králík v Orlických horách",
    "titel10-4": "Pouť do České Třebové na Hřebečsku",
    "titel11-1": "Umrlčí prkna na Šumavě",
    "titel11-2": "Pohřbívání na Chebsku",
    "titel11-3": "Pohřbívání na Kravařsku",
    "subtitel1-1": "„Dobytek mluvil lidskou řečí, nesmělo se mu naslouchat...“",
    "subtitel1-2": "„...a to jsme pak věděli, že v příštím roce nikdo neumře.“",
    "subtitel1-3": "„Každý přeci musel taky dostat nalito kořalky...“",
    "subtitel2-1": "„To se lidi vždycky bavili, když přicházeli tak zvaní ‚Plumpmänner‘.“",
    "subtitel2-2": "„Ach, náš maškarní průvod...to byla nádhera!“ ",
    "subtitel2-3": "„Někdy přišel pan farář a sakramentsky nám vyhuboval...“",
    "subtitel2-4": "„Co to máme, co neseme? Smrtečku pohřbíváme...“",
    "subtitel3-1": "„Táhli jsme celou vesnicí, protože zvony přeci odletěly do Říma...“",
    "subtitel3-2": "„Toho křiku a řehtačky, jaký ty dělaly rámus...!“",
    "subtitel3-3": "„...a všichni se museli jít omýt do potoka, voda byla studená jako led!“",
    "subtitel3-4": "„Celkem tam účinkovalo 300 lidí.“",
    "subtitel4-1": "„Snažili jsme se ji zastihnout ještě v posteli a pořádně jí vypleskat zadek.“",
    "subtitel4-2": "„Ty hezké jsme vyšlehali trochu víc než ty škaredé.“",
    "subtitel4-3": "„Dejte vejce červený, jinak vám holku vymrskám!“",
    "subtitel4-4": "„No, na začátku to bylo moc hezký, to ještě všichni drželi takt...“",
    "subtitel4-5": "„O Velikonocích se u nás konala Velikonoční jízda...“",
    "subtitel4-6": "„...a tak jeli po rolích.“",
    "subtitel4-7": "„...a když spadly na zem, bylo po nich!“",
    "subtitel4-8": "„Pak byla slavnost Zmrtvýchvstání – ta byla nádherná!“",
    "subtitel5-1": "„Kdo dojel do cíle jako první, dostal vlajku a byl hrdina dne...“",
    "subtitel5-2": "„To byla naše letní zábava.“",
    "subtitel5-3": "„Zapalovali jsme košťata...“",
    "subtitel6-1": "„A potom jsme šli zase do hospody...“",
    "subtitel6-2": "„...a tak to pak šlo celé tři dny.“",
    "subtitel6-3": "„Většina lidí zůstala stát u kolotoče.“",
    "subtitel7-1": "„On to byl tatínek, jenže my jsme ho nepoznaly!“",
    "subtitel7-2": "„Přihnal se Mikuláš a chřestil řetězy...“",
    "subtitel7-3": "„Budu vás muset strčit do pytle...“",
    "subtitel7-4": "„Pacholek Ruprecht byl oblečený do slámy a měl čtyři zvonce...“",
    "subtitel8-1": "„Lidé se na něj jezdili dívat ze široka zdaleka...!“",
    "subtitel8-2": "„Na stromečku muselo být všechno akurátní, jinak jsme si ho vůbec nevzali...“",
    "subtitel8-3": "„...jinak člověk po celý rok nebude mít štěstí.“",
    "subtitel8-4": "„Během Štědrovečerní večeře byly dveře od stavení pevně zamčené.“",
    "subtitel8-5": "„...a na Štědrý večer se hodně střílelo.“",
    "subtitel8-6": "„Na Štědrý večer prostě musel být na stole kapr...“",
    "subtitel9-1": "„Když byl ženich přespolní, musel si nevěstu vykoupit.“",
    "subtitel9-2": "„Nevěsta musela odprosit rodiče...“",
    "subtitel9-3": "„Když se u nás konala svatba, to tedy bylo povyku...!“",
    "subtitel9-4": "„Hlavní bylo, jestli vyhovovalo hospodářství, a jestli se děvče do toho hospodářství hodilo.“",
    "subtitel10-1": "„...a děti dostávaly růžence z cukrové polevy.“",
    "subtitel10-2": "„...oni věděli, že Matka Boží je uzdraví.“",
    "subtitel10-3": "„Běželi jsme bosky, boty přehozené přes rameno...“",
    "subtitel10-4": "„Tam jsme si vždycky kupovali cukrové tyčinky...“",
    "subtitel11-1": "„...a ona tam pak stála desítky let, až se rozpadla.“",
    "subtitel11-2": "„A když někdo z nás umřel, tak šel na prkno...“",
    "subtitel11-3": "„A na znamení loučení ti čtyři muži rakev třikrát spustili hluboko k zemi...“",
    "": "Text CZ",
    "text1-1": "Sny, které se lidem zdály v divokých neboli svatých nocích v době mezi Štědrým dnem (24. prosince) a svátkem Tří králů (6. ledna), se měly vyplnit. Říkalo se, že dobytek v tento čas mluví lidskou řečí. Aby se odehnalo neštěstí, nesmělo se mu naslouchat ani věšet prádlo. Na hrob zemřelých členů rodiny se měl položit měďák, aby si za něj mohli v nebi koupit otčenáš.",
    "text1-2": "Na Silvestra každý dostal čtyři ořechy jako symboly pro nadcházející čtvrtletí. Zkažený ořech znamenal nemoc. Při odlévání olova věštila babička z odlitých figurek budoucnost. Také se rozkrajovala jablka. Když se po rozkrojení vejpůl uprostřed objevil křížek, znamenalo to úmrtí v rodině.",
    "text1-3": "Na Nový rok přicházeli do domu listonoš, kominík a ponocný. Odříkali průpovídku a přinesli kalendář. Každý samozřejmě musel dostat nalito kořalky. Potom jako výraz uznání za vykonanou práci v minulém roce dostali něco peněz na přilepšenou.",
    "text2-1": "Na začátku masopustu táhli od chalupy k chalupě maškary (tzv. Plumpmänner), což bylo sedm mužů se slaměnými přilbami. Doprovázeli je harmonikář a taškář, který dělal všechny možné vylomeniny. Lidé tancovali na ulici a zahajovali tak masopust. Tento zvyk byl velmi oblíbený.",
    "text2-2": "Každá ves měla svůj maškarní průvod. V čele šli tzv. laufři – chlapci a děvčata v modrých kabátcích, bílých košilích s černými živůtky a čapkách s našitými perličkami. Práskali dlouhým bičem, před kterým se člověk musel mít na pozoru. Za nimi pochodovaly další maškary. Maškarní průvod se konal v neděli a tancovalo se až do pondělního rána.",
    "text2-3": "Ještě i o Popeleční středě chodily maškary od chalupy k chalupě, kde je hostili vejci, slaninou, klobásou a notnou dávkou jablečného vína. Sedláci byli štědří, protože se tradovalo, že jim jinak neporoste ječmen. Večer pak byl u společného jídla a piva masopust pohřben. Navzdory protestům pana faráře proti průvodům v době půstu si lidé tento obyčej nenechali vzít.",
    "text2-4": "V období půstu vynášela 13-14letá děvčata smrtku. Chodila se slaměnou figurou od chalupy k chalupě a zpívala. Chtěla tím zvěstovat konec zimy. Pohřbení smrtky znamenalo pohřbení zimy. Od každé hospodyně dostaly dívky vejce, sádlo, kroupy a peníze. Uvařily si něco dobrého k snědku a zbytek rozdaly. ",
    "text3-1": "Na Zelený čtvrtek táhli celou vesnicí školáci s řehtačkami (klapačkami), jejichž rámus nahrazoval vyzvánění zvonů, které – jak se říkalo – odletěly do Říma. Na Velký pátek byl Boží hrob otevřený a děti u něj musely držet stráž, vždy čtyři chlapci se střídali po dvou hodinách. Některým přišlo zatěžko vydržet takovou dobu klidně sedět, zbožnost ale musela být zachována.",
    "text3-2": "Když na Zelený čtvrtek utichly zvony, táhli vesnicí školáci s řehtačkami (klapačkami) a dělali přitom obrovský rámus. Tak to šlo až do Bílé soboty. Poté děti obešly chalupy a dostávaly odměnu ve formě peněz nebo vajíček.",
    "text3-3": "Od Zeleného čtvrtka do Bílé soboty se držel přísný půst. Ve čtvrtek museli všichni obyvatelé domu ještě před východem slunce zajít k potoku a omýt se studenou vodou. Když někdo nemohl chodit, donesla se mu voda ve vědru. Říkalo se: „Dnes je zelený čtvrtek, kdy se tě lekají užovky a hadi, a když tě zaslechnou nebo ucítí, nechť ať zalezou hluboko pod zem!“ Totéž se opakovalo na Velký pátek a o Bílé sobotě. Na Bílou sobotu se ráno světila voda a ohořelé dřevo.",
    "text3-4": "Hořice na Šumavě měly na rozdíl od Oberammergau stálou divadelní budovu. Byla postavená stupňovitě ve svahu a měla postranní vchody. V představení účinkovalo 300 osob, z toho bylo 20 sboristů a představitelé hlavních rolí. Ve scéně příchodu do Jeruzaléma hrálo 200 účinkujících. Se zkouškami se započalo několik týdnů před uvedením pašijové hry. Představení pak trvalo celý den a během léta bylo několikrát reprízováno. Hořické pašijové hry se konaly jednou za šest let. ",
    "text4-1": "Ze tří až osmi ohebných vrbových proutků si chlapci pletli velikonoční pomlázku. Na Velikonoční pondělí s ní časně zrána chodili za děvčaty, která se snažili překvapit ještě v posteli a pomlázkou je vyšlehat. Dívky jim pak za to musely dát vejce nebo kořalku. V úterý to pak chlapcům směly oplatit.",
    "text4-2": "Už tři týdny před Velikonocemi si chlapci řezali vrbové proutí a pletli pomlázky s červenou stuhou. Každý chtěl, aby ta jeho byla nejhezčí. Pomlázku kladli do osolené vody, aby zvláčněla. Pro děvčata bylo bití (šlehání) pomlázkou pocta. Zapomenout na některou znamenalo velkou urážku. Chlapci všude dostávali obarvená vajíčka a sladkosti, ti větší i kořalku. Těšili se na to celý rok.",
    "text4-3": "Kluci říkali: „Jdeme na mrskačku“. Upletli si pomlázku z ohebných proutků, uvázali na ni stuhu a šli za děvčaty. Pomlázkou práskali na dveře a volali: „Dejte vejce červený, jinak vám holku vymrskám!“ Rodiče dívky pak otevřeli a dávali jim peníze a jiné dárky.",
    "text4-4": "V noci ze soboty na neděli chodili od domu k domu velikonoční zpěváci a zpívali písně. Museli začít už o půlnoci, aby do 6 do rána všechno stihli. V každém stavení je počastovali kořalkou, takže postupem času se jim písničky začaly trochu plést. Po velikonočních zpěvácích přijeli velikonoční jezdci na koních.",
    "text4-5": "Brzy zrána přijel Spolek velikonočních jezdců a na 20 až 35 květinami ozdobených koních projížděl s hudbou a vlajkami vesnicí. Po velikonočním zpívání v kostele průvod pokračoval do města Šluknova. Při návratu vyzváněly kostelní zvony, hrála hudba a nastal pořádný rámus, až koně vyplašeně přešlapovali a vyhazovali.",
    "text4-6": "Pěkný zvyk byla i velikonoční jízda na koních. Na Velikonoční pondělí se časně ráno u kostela shromáždili sedláci na koních. První jezdec dostal od faráře kříž a požehnání. Skupina pak s křížem objela pole a projela celou vesnicí. U kostela pak kříž zase předala farářovi.",
    "text4-7": "O Velikonocích se obarvilo 30 až 40 vajec a děti s nimi běžely na louku na velikonoční házení. Vejce se házela do vzduchu a to bylo radosti, když při dopadu zůstala celá! Následující den byla louka posetá barevnými skořápkami.",
    "text4-8": "Při oslavě Zmrtvýchvstání o Bílé sobotě to bylo v kostele obzvlášť hezké. Museli jsme přinést košík s pokrmy, které se pak v zákristii světily, aby Bůh po celý rok dal dostatek jídla. O Velikonoční neděli šla rodina v poledne do polí (do obilí), aby jim požehnala. Do země se zastrkávaly dřevěné křížky, posvěcené o Květné neděli. Sestra je polévala svěcenou vodou a tatínek střílel z pušky.",
    "text5-1": "Při svatodušní jízdě zaplétaly dívky koním do ohonu a do hřívy hedvábné stužky. Kapela táhla od statku ke statku a vyzvedávala jednoho jezdce za druhým. Když byli kompletní, vyrazili za vesnici do polí, kde se nacházel cíl, označený svazkem slámy. Kdo dosáhl cíle jako první, dostal vlajku a byl hrdina dne. Druhý v pořadí obdržel láhev vína a třetí šňupací tabák, kterého si směli šňupnout všichni.",
    "text5-2": "O svatodušních svátcích se vyzdobily březové bryčky. Postavily se do nich mladé břízky, pár prken na sezení, a už se jelo. Zpívali jsme, podnikali výlety a občas se zastavili v hostinci. To byla naše letní zábava.",
    "text5-3": "O svatodušních svátcích se na poli rozdělal oheň. Předtím jsme sbírali stará košťata, která jsme pak ve svatodušním ohni zapalovali. Měli jsme radost, když zrovna to naše koště nejlíp hořelo. Pak jsme hořící košťata vyhazovali do vzduchu, což jsme na širém poli mohli dělat bez obav.",
    "text6-1": "Posvícení zahájili mladíci tuplákem piva v hostinci. Potom šli na nádraží pro muzikanty a za zpěvu a vyhrávání fanfár s nimi táhli vesnicí zpátky k hospodě. Tam se pak tancovalo až do rána. O šesté hodině ranní prošli muzikanti vesnicí znovu a zase se vrátili do hospody. K jídlu se podávaly jen jednoduché pokrmy jako guláš nebo párky, pití bylo mnohem důležitější.",
    "text6-2": "V Želešicích začínalo posvícení druhou říjnovou neděli a trvalo až do úterka. V neděli táhli kapely a stárkové od domu k domu a zvali vesničany vínem a muzikou na posvícenskou zábavu. Také muzikanti byli pohoštěni vínem. Posvícenská taneční zábava trvala do tří do rána, někdy i do pěti. Pivem se nešetřilo a nikdo nepřišel zkrátka. V přestávkách mezi tancem se zpívalo a celá vesnice byla ve veselé, bujaré náladě.",
    "text6-3": "První předzvěstí Třebovického posvícení (tzv. Genod) byl příjezd kolotoče, na který se všichni těšili. O posvícenské neděli probudila matka celou rodinu a všechny nabádala, aby šli do kostela, a ne do hospody. V ulicích stály stánky obchodníků, obklopené místními i přespolními. Po obědě jsme nevěděli, kam jít dřív. Většina lidí zůstala stát u kolotoče. Večer byl velký sál v hospodě tak plný, že se dovnitř skoro nedalo dostat. Hrála hudba a tancovalo se až do svítání.",
    "text7-1": "Vypravěčka vzpomíná na mikulášský večer, který jednou zažila se svými šesti sestrami. Dívky byly často neposlušné a maminka jim hrozila Mikulášem. Na sv. Mikuláše byly všechny hodné a celý den se modlily otčenáš, jenže maminka řekla, že to už je pozdě. Mikuláš, který dorazil s pytlem a řetězem, byl jejich tatínek, ale děvčata ho nepoznala. Jako první si vzal do parády tu nejzlobivější, která nato začala křičet. Mikuláš ji strčil do pytle a vysadil ji venku na sníh. Ostatní děvčata se musela pomodlit a dostala řepu, zelí a brambory. Pohrozili jim, že jestli budou dál tak neposlušné, odnese si je Ježíšek.",
    "text7-2": "Na Mikuláše chodil Mikuláš (na Šumavě mu říkali Niklo). Měl na sobě obrácený ovčí kožich, na hlavě kožešinovou čapku a vousy divoce rozježené. Bušil na dveře a chrastil řetězem. Často ho doprovázel čert s metlou, který naháněl dětem strach. Niklo vešel do chalupy a ptal se: „Chceš se pomodlit? Byl jsi hodný?“ Pak musely děti vkleče několikrát odříkat otčenáš a dostaly za to ořechy a sušené ovoce. Když Niklo zase odešel, tak si nesmírně oddechly.",
    "text7-3": "Na Mikuláše se děti netěšily. Když večer svou metlou zabušil na dveře, zmocnil se jich strach. Ptal se jich, jestli byly poslušné. Když řekly, že ano, tak pravil, že to není pravda, a že je musí strčit do pytle. Když mu děti slíbily, že do budoucna budou hodné, tak toho byly ušetřeny. Musely něco zazpívat a dostaly jablka, čokoládu a ořechy. Pak jim Mikuláš znovu pohrozil, že jestli se nepolepší, tak si je příští rok odnese.",
    "text7-4": "Součástí Ruprechtovského obyčeje bylo osm postav: pacholek Ruprecht oblečený do slámy a černě pomalovaný, s kravskými zvonci a holí; sv. Petr v dlouhé košili se svatopetrskou čapkou, klíči a žezlem; Mikuláš, který byl oblečený jako biskup, a sv. Josef jako shrbený stařec s kolébkou pod paží. Doprovázely je čtyři dívky převlečené za Ježíška. Skupina tři až čtyři dny se zpěvem chodila od domu k domu a za své vystoupení byla všude štědře odměněna.",
    "text8-1": "Josefa Mitlehner měla čtyři metry široký vánoční betlém, který vystavěla podle biblických příběhů. Lidé se odevšad na něj jezdili dívat, dokonce i celé školní třídy. V betlému byla spousta pohyblivých figurek, krajina sestávala z mechu a hlíny. S přípravou hlíny jí pomáhali synové. Výstavba trvala skoro tři týdny. Pepina už nebyla nejmladší, ale dokud mohla, stavěla betlém každý rok.",
    "text8-2": "O Vánocích jsme doma měli pěkný stromeček, který otec přivezl z lesa. Zdobili jsme ho pozlacenými ořechy, jablky, sněhovými věnečky od pekaře, skleněnými ozdobami a někdy trochou vaty. V lesnatých Krkonoších se velmi dbalo na to, aby stromeček byl hezky rostlý a souměrný.",
    "text8-3": "O štědrovečerní večeři se nejdříve jedla jáhlová kaše, aby byl v nadcházejícím roce dostatek peněz. Pak na stůl přišel slanečkový salát, káva s vánočkou, jablkový štrůdl a ořechy – ode všeho trochu. Pokrmů muselo být devět, jinak člověk po celý rok neměl štěstí.",
    "text8-4": "Na Štědrý den se držel přísný půst. Večer, když byla zvířata nakrmená, si všichni sedli kolem stolu a společně s hospodářem se pomodlili. Pak se společně pustili do jídla, přičemž dveře od stavení byly pevně zamčené. Říkalo se, že kdo vstane od štědrovečerní večeře, do roka zemře. Všechny pokrmy proto byly rozestavěné na dosah kolem stolu. Po jídle opět následovala modlitba. Pak museli nejmladší a nejstarší člen rodiny jít nakrmit stromy: zbytky jídla nasypali do ubrusu a rozložili je pod ovocné stromy, aby v příštím roce dobře nesly. Potom připravil sedlák krmení pro dobytek, tzv. „štědrovku“, aby se i dobytek o Štědrém večeru dobře poměl.",
    "text8-5": "Děti se na Vánoce a na slíbené dárky už dlouho těšily. Na Štědrý den, kdy se držel přísný půst, se přes den všechno připravovalo. Večer strojily starší sestry nebo matka stromeček a položily pod něj dárky. Na zazvonění zvonku směly děti do světnice. Řeklo se jim, že Ježíšek už odletěl. Po nadílce byly děti uloženy do postele a dospělí šli na půlnoční mši do slavnostně osvětleného kostela. Na Štědrý večer bylo zvykem odpalovat dělbuchy. Někteří z toho měli velkou legraci, když se jim návštěvníky kostela podařilo vylekat.",
    "text8-6": "Při „zpívání Ježíškovi“ na Štědrý večer chodilo sedm přestrojených dětí od chalupy k chalupě a prosily, aby lidé Ježíška pustili do domu. Jako první přicházel Josef, aby poprosil o „ubytování“. Poté zazpívala Marie a závěr tvořil proslov pastýře. V pět hodin ráno se šlo na vánoční bohoslužbu. Na Štědrý večer jsme jedli kapra, jablkový štrůdl a vánočku s medem, ale žádné maso. V poledne byla jenom polévka. Hlavní jídlem dne byla večeře, která se konala před zapálením svíček na stromečku. Vánoční stromeček s dárky byl pro děti tím největším svátkem. Musely být hodné, jinak neuviděly „zlaté jehňátko“.",
    "text9-1": "V předvečer svatby chodila vesnická omladina snoubencům zazpívat. Když ženich pocházel z jiné vesnice, musel si nevěstu vykoupit. Dva mládenci mu předali dopis se žádostí o výkupné a gratulacemi pro snoubence. Poté co ženich zaplatil, zazpívali jim „manželskou“.",
    "text9-2": "Stavba začala v úterý. Svatební průvod ke kostelu, doprovázený živou muzikou, organizoval tzv. „tlampač“. Svatby se běžně účastnilo 300 až 400 hostů. Mladá děvčata, která šla za družičky, měla na hlavě věneček, dospělé ženy čepec se stuhami. Nevěsta měla na sobě černé punčochy a boty, hustě řasenou černou sukni, bílou zástěru, červený živůtek a na hlavě věnec. Před svatebním obřadem museli ženich s nevěstou odprosit své rodiče. Klečeli přitom na nízké stoličce a odříkávali: „Maminko, odpusťte mi všecko, co v celém životě bylo odpuštěno vám. Odpusťe a promiňte mi všecko!“ Po kostele musela jít nevěsta za tchánem a tchyní a říct jim: „Přijměte mě teď za snachu, ale ne jenom za snachu, ale za vlastní dceru.“",
    "text9-3": "Ve čtvrtek před svatbou se pekly koláčky, které pak nevěsta na prkénku musela roznést ke všem pozvaným hostům. To bylo někdy velmi namáhavé, když bydleli daleko. Od pozvaných většinou dostala peníze nebo svatební dar. V den svatby družičky – vždycky byly nejméně dvě – s muzikou vyzvedávaly hosty a snoubence. Děti vybíhaly na ulici, aby slyšely hudbu. Jako poslední se průvod zastavil u domu nevěsty a odtamtud se do kostela šlo už bez hudby. Pak se tancovalo v hostinci a hrála hudba.",
    "text9-4": "Při svatbě měli rozhodující slovo rodiče, nikoli budoucí manželé. Po dohodě rodičů o výši věna byl stanoven termín svatby a začalo se s přípravami. Na cestě do kostela kráčel jako první ženich, za ním příbuzní snoubenců, kmotři a nakonec nevěsta s družbou. Ten předal nevěstu před oltářem ženichovi a obřad mohl začít. Svatební hostina se zpravidla konala před domem rodičů nevěsty a trvala někdy až tři dny. Kolem osmé hodiny ranní vyjel povoz s výbavou, což byl žebřiňák, na němž byly vysoce navršeny peřiny nevěsty. Dvě ženy v chebském kroji, které šly po stranách povozu, je přidržovaly hedvábnými stuhami. Za ním většinou jel ještě druhý vůz s pracovním náčiním. Povoz s výbavou mířil k novému domovu novomanželů, kde pak začalo jejich manželské soužití.",
    "text10-1": "Na cestě k Panně Marii Pomocné se poutníci hlasitě modlili litanie. Když se procesí blížilo ke kostelu, vyšel poutníky zpravidla přivítat duchovní s ministranty a kostelní zvon vyzváněl. Na velkém prostranství před kostelem se u četných stánků daly koupit upomínky na pouť a dětské hračky. Poutníci nejdřív zašli na krátkou pobožnost do kostela, potom navštívili okolní kaple, Posvátnou studánku a Svaté schody, po nichž poutníci za odříkávání zbožných modliteb vystupovali po kolenou.",
    "text10-2": "Poutní místo Květnov leželo na kopci a konala se tam procesí. Tělnatý farář jel s bryčkou napřed. Za ním šly dívky, celé oblečené v bílém, a pomalu vynášely sošku Matky Boží k poutnímu kostelu. Přitom zpívaly zbožné písně. Před kostelem stály stánky, kde se dalo koupit všechno možné. Mše svatá trvala dlouho a kostel byl přeplněný poutníky. Byli mezi nimi i nemocní, kteří doufali v uzdravení.",
    "text10-3": "Na Horu Matky Boží u Králíků se obvykle chodilo bosky. Aby se na květnovou pobožnost přišlo včas, pomáhala při mytí nádobí a ve chlévě celá rodina. V půl jedné se vyráželo na Horu Matky Boží a o půl šesté už jsme zase museli být v maštali. Cesta nahoru trvala dobrou hodinu. Nahoře u kláštera jsme se opět obuli a učesali jsme se. Děti chtěly raději k prodejním stánkům než do kostela, takže bylo nutno je napomenout. Do vzdálenějšího poutního místa Bardo se jezdilo vlakem. Tam existoval předříkávač modliteb, který šel s křížem vepředu, a všechno bylo velmi slavnostní. Poutní místa v Orlických horách naprosto snesou srovnání s Altöttingem.",
    "text10-4": "Obyvatelé České Třebové chodili na pouť na nedaleký kopec. Stála tam hezká kaple, kde se v neděli konaly mše, byl tam velký taneční sál a spousta prodejních stánků. Děti vždycky dostaly cukrové tyčinky, ačkoli rodiče jinak byli velmi šetrní. Z kopce byl krásný výhled na celou Třebovou.",
    "text11-1": "Než byl zemřelý uložen do rakve, byl vystaven na tzv. umrlčím prkně. Po pohřbu truhlář prkno seřízl a opatřil je jménem nebožtíka, datem jeho narození a úmrtí, a verši vztahujícími se k jeho životu. Prkna byla většinou zaražena do země na křižovatkách cest a stála tam pak desítky let, až se rozpadla.",
    "text11-2": "Zemřelého nejdříve položili na umrlčí prkno a na druhý den do rakve, kterou hrobník přivezl na trakaři. Rakev zůstala v domě tak dlouho, dokud mrtvý nebyl úplně bledý. V této době se v domě nesměl rozdělávat oheň a vařit se muselo u sousedů. Den nato se konal pohřeb a strážení nebožtíka. Umrlčí prkno se pustilo po vodě.",
    "text11-3": "Zemřelý byl až do pohřbu vystaven v domě. Pak přišel kněz, odříkávaly se modlitby a zpívalo se. Čtyři mužští příbuzní vynesli rakev z domu a na znamení loučení ji třikrát spustili hluboko k zemi. Po smuteční řeči nad hrobem házeli příbuzní do hrobu hlínu, květiny a jedlové chvojí a na znamení spřízněnosti se zemřelým udělali nad rakví znamení kříže."
}
